export const HOUSE_MEANINGS = [
  {
    "name": "บุคคลและกลุ่มคน",
    "items": [
      {
        "text": "เจ้าชะตา",
        "keys": [
          "1:1"
        ]
      },
      {
        "text": "พ่อ",
        "keys": [
          "1:4"
        ]
      },
      {
        "text": "พ่อเลี้ยง",
        "keys": [
          "1:4"
        ]
      },
      {
        "text": "พ่อบุญธรรม",
        "keys": [
          "1:4"
        ]
      },
      {
        "text": "ญาติฝ่ายพ่อ",
        "keys": [
          "1:4"
        ]
      },
      {
        "text": "ชายอายุมากกว่า",
        "keys": [
          "1:4"
        ]
      },
      {
        "text": "เจ้านาย",
        "keys": [
          "1:4"
        ]
      },
      {
        "text": "สังคมภายนอก",
        "keys": [
          "1:4"
        ]
      },
      {
        "text": "แม่",
        "keys": [
          "1:5"
        ]
      },
      {
        "text": "ผู้หญิงสูงวัย",
        "keys": [
          "1:5"
        ]
      },
      {
        "text": "ญาติฝ่ายแม่",
        "keys": [
          "1:5"
        ]
      },
      {
        "text": "เจ้านายผู้หญิง",
        "keys": [
          "1:5"
        ]
      },
      {
        "text": "หญิงฐานะสูงกว่า",
        "keys": [
          "1:5"
        ]
      },
      {
        "text": "หัวหน้ารอง",
        "keys": [
          "1:5"
        ]
      },
      {
        "text": "คนแก่คราวแม่",
        "keys": [
          "1:5"
        ]
      },
      {
        "text": "หญิงที่อุปถัมภ์",
        "keys": [
          "1:5"
        ]
      },
      {
        "text": "สังคมภายใน",
        "keys": [
          "1:5"
        ]
      },
      {
        "text": "ครอบครัวเดิม",
        "keys": [
          "1:7"
        ]
      },
      {
        "text": "ตัวตนเจ้าชะตา",
        "keys": [
          "2:1"
        ]
      },
      {
        "text": "เพื่อนสนิท",
        "keys": [
          "2:3"
        ]
      },
      {
        "text": "คนใกล้ชิด",
        "keys": [
          "2:3"
        ]
      },
      {
        "text": "พี่น้อง",
        "keys": [
          "2:3",
          "2:4"
        ]
      },
      {
        "text": "สังคม",
        "keys": [
          "2:3"
        ]
      },
      {
        "text": "เพื่อนบ้าน",
        "keys": [
          "2:3"
        ]
      },
      {
        "text": "ญาติ",
        "keys": [
          "2:4"
        ]
      },
      {
        "text": "คนสนิท",
        "keys": [
          "2:4",
          "9:3"
        ]
      },
      {
        "text": "บุตรธิดา",
        "keys": [
          "2:5"
        ]
      },
      {
        "text": "ลูกหลาน",
        "keys": [
          "2:5"
        ]
      },
      {
        "text": "เด็กๆ",
        "keys": [
          "2:5"
        ]
      },
      {
        "text": "บริวาร",
        "keys": [
          "2:5",
          "8:2"
        ]
      },
      {
        "text": "บุตรบุญธรรม",
        "keys": [
          "2:5"
        ]
      },
      {
        "text": "ศัตรูคู่แข่งขัน",
        "keys": [
          "2:6"
        ]
      },
      {
        "text": "ฝ่ายตรงข้าม",
        "keys": [
          "2:6"
        ]
      },
      {
        "text": "ช่างซ่อม",
        "keys": [
          "2:6"
        ]
      },
      {
        "text": "หมอ",
        "keys": [
          "2:6"
        ]
      },
      {
        "text": "ทนาย",
        "keys": [
          "2:6"
        ]
      },
      {
        "text": "นักมวย",
        "keys": [
          "2:6"
        ]
      },
      {
        "text": "ทหาร",
        "keys": [
          "2:6"
        ]
      },
      {
        "text": "ตำรวจ",
        "keys": [
          "2:6"
        ]
      },
      {
        "text": "คู่ครอง",
        "keys": [
          "2:7",
          "9:7"
        ]
      },
      {
        "text": "เพศตรงข้าม",
        "keys": [
          "2:7"
        ]
      },
      {
        "text": "เนื้อคู่",
        "keys": [
          "2:7"
        ]
      },
      {
        "text": "คนรัก",
        "keys": [
          "2:7",
          "9:7"
        ]
      },
      {
        "text": "หุ้นส่วน",
        "keys": [
          "2:7",
          "9:7"
        ]
      },
      {
        "text": "คู่สัญญากัน",
        "keys": [
          "2:7"
        ]
      },
      {
        "text": "คู่ความ",
        "keys": [
          "2:7"
        ]
      },
      {
        "text": "บริวารเพศเดียวกัน",
        "keys": [
          "3:6"
        ]
      },
      {
        "text": "คนฐานะต่ำกว่า",
        "keys": [
          "3:6",
          "3:7"
        ]
      },
      {
        "text": "อายุอ่อนกว่า",
        "keys": [
          "3:6",
          "3:7"
        ]
      },
      {
        "text": "บริวารเพศตรงข้าม",
        "keys": [
          "3:7"
        ]
      },
      {
        "text": "คู่ชู้",
        "keys": [
          "3:7"
        ]
      },
      {
        "text": "คู่ครองอายุน้อย",
        "keys": [
          "3:7"
        ]
      },
      {
        "text": "ผู้ดี",
        "keys": [
          "8:1"
        ]
      },
      {
        "text": "ข้าทาส",
        "keys": [
          "8:2"
        ]
      },
      {
        "text": "โจรผู้ร้าย",
        "keys": [
          "8:5"
        ]
      },
      {
        "text": "อริ",
        "keys": [
          "8:5"
        ]
      },
      {
        "text": "ศัตรู",
        "keys": [
          "8:5"
        ]
      },
      {
        "text": "เจ้าชะตาในอนาคต",
        "keys": [
          "9:1"
        ]
      },
      {
        "text": "เพื่อนฝูง",
        "keys": [
          "9:2"
        ]
      },
      {
        "text": "มิตรสหาย",
        "keys": [
          "9:2"
        ]
      },
      {
        "text": "ญาติพี่น้อง",
        "keys": [
          "9:2",
          "9:3"
        ]
      },
      {
        "text": "คู่จร",
        "keys": [
          "9:7"
        ]
      },
      {
        "text": "แฟน",
        "keys": [
          "9:7"
        ]
      },
      {
        "text": "สามี",
        "keys": [
          "9:7"
        ]
      },
      {
        "text": "ภรรยา",
        "keys": [
          "9:7"
        ]
      },
      {
        "text": "คู่กรณี",
        "keys": [
          "9:7"
        ]
      }
    ]
  },
  {
    "name": "สถานที่และพื้นที่",
    "items": [
      {
        "text": "สถานที่ศักดิ์สิทธิ์",
        "keys": [
          "1:4"
        ]
      },
      {
        "text": "ห้องพระ",
        "keys": [
          "1:4"
        ]
      },
      {
        "text": "ที่ดิน",
        "keys": [
          "1:6",
          "8:4",
          "9:5"
        ]
      },
      {
        "text": "สวนไร่นา",
        "keys": [
          "1:6"
        ]
      },
      {
        "text": "เจ้าที่",
        "keys": [
          "1:6"
        ]
      },
      {
        "text": "ที่อยู่อาศัย",
        "keys": [
          "2:4",
          "9:5"
        ]
      },
      {
        "text": "ในรถ",
        "keys": [
          "2:4"
        ]
      },
      {
        "text": "ในห้องนอน",
        "keys": [
          "2:4"
        ]
      },
      {
        "text": "รพ.เด็ก",
        "keys": [
          "2:5"
        ]
      },
      {
        "text": "สถานเลี้ยงเด็ก",
        "keys": [
          "2:5"
        ]
      },
      {
        "text": "ถนนหนทาง",
        "keys": [
          "2:7"
        ]
      },
      {
        "text": "โรงพยาบาล",
        "keys": [
          "3:1",
          "3:5"
        ]
      },
      {
        "text": "ห้องอาหาร",
        "keys": [
          "3:4"
        ]
      },
      {
        "text": "คุกตาราง",
        "keys": [
          "3:5"
        ]
      },
      {
        "text": "บ้าน",
        "keys": [
          "9:5"
        ]
      },
      {
        "text": "ร้านค้า",
        "keys": [
          "9:5"
        ]
      },
      {
        "text": "ที่ทำงาน",
        "keys": [
          "9:5"
        ]
      }
    ]
  },
  {
    "name": "สิ่งของและวัตถุ",
    "items": [
      {
        "text": "แก้วแหวนเงินทอง",
        "keys": [
          "1:3"
        ]
      },
      {
        "text": "เครื่องประดับ",
        "keys": [
          "1:3"
        ]
      },
      {
        "text": "ทรัพยากรธรรมชาติ",
        "keys": [
          "1:6"
        ]
      },
      {
        "text": "ของกลาง",
        "keys": [
          "1:7"
        ]
      },
      {
        "text": "เอกสารการเงิน",
        "keys": [
          "2:2"
        ]
      },
      {
        "text": "จดหมาย",
        "keys": [
          "2:3"
        ]
      },
      {
        "text": "ยานพาหนะ",
        "keys": [
          "2:3",
          "2:4"
        ]
      },
      {
        "text": "เครื่องมือสื่อสาร",
        "keys": [
          "2:3"
        ]
      },
      {
        "text": "รองเท้า",
        "keys": [
          "2:3"
        ]
      },
      {
        "text": "ทีวี",
        "keys": [
          "2:3"
        ]
      },
      {
        "text": "ร่ม",
        "keys": [
          "2:3"
        ]
      },
      {
        "text": "อาวุธ",
        "keys": [
          "2:6"
        ]
      },
      {
        "text": "ของมีตำหนิ",
        "keys": [
          "3:5"
        ]
      },
      {
        "text": "ของใช้",
        "keys": [
          "8:4"
        ]
      },
      {
        "text": "รถ",
        "keys": [
          "9:6"
        ]
      },
      {
        "text": "เรือ",
        "keys": [
          "9:6"
        ]
      },
      {
        "text": "พาหนะ",
        "keys": [
          "9:6"
        ]
      },
      {
        "text": "ที่นอน",
        "keys": [
          "9:6"
        ]
      },
      {
        "text": "กระเป๋าเงิน",
        "keys": [
          "9:6"
        ]
      },
      {
        "text": "โต๊ะเครื่องแป้ง",
        "keys": [
          "9:6"
        ]
      },
      {
        "text": "เครื่องแต่งตัว",
        "keys": [
          "9:6"
        ]
      }
    ]
  },
  {
    "name": "การเงินและทรัพย์สิน",
    "items": [
      {
        "text": "เงินสด",
        "keys": [
          "1:3"
        ]
      },
      {
        "text": "ทรัพย์สิน(เคลื่อนย้ายได้)",
        "keys": [
          "1:3"
        ]
      },
      {
        "text": "ทรัพย์สิน(เคลื่อนย้ายไม่ได้)",
        "keys": [
          "1:6"
        ]
      },
      {
        "text": "อสังหาริมทรัพย์",
        "keys": [
          "1:6"
        ]
      },
      {
        "text": "กงสี",
        "keys": [
          "1:7"
        ]
      },
      {
        "text": "รายได้หมุนเวียน",
        "keys": [
          "2:2"
        ]
      },
      {
        "text": "เงินก้อน",
        "keys": [
          "2:2"
        ]
      },
      {
        "text": "หลักทรัพย์",
        "keys": [
          "2:2",
          "8:4"
        ]
      },
      {
        "text": "ฐานะการเงิน",
        "keys": [
          "2:2"
        ]
      },
      {
        "text": "ทรัพย์สินที่สะสม",
        "keys": [
          "2:4"
        ]
      },
      {
        "text": "การเสี่ยงโชค",
        "keys": [
          "2:5"
        ]
      },
      {
        "text": "การเก็งกำไร",
        "keys": [
          "2:5"
        ]
      },
      {
        "text": "ภาษีอากร",
        "keys": [
          "2:5"
        ]
      },
      {
        "text": "มรดก",
        "keys": [
          "3:1"
        ]
      },
      {
        "text": "โชคลาภ",
        "keys": [
          "3:4"
        ]
      },
      {
        "text": "ลาภผล",
        "keys": [
          "3:4"
        ]
      },
      {
        "text": "กำไร",
        "keys": [
          "3:4"
        ]
      },
      {
        "text": "เงินโบนัส",
        "keys": [
          "3:4"
        ]
      },
      {
        "text": "เงินพร้อมใช้จ่าย",
        "keys": [
          "3:4"
        ]
      },
      {
        "text": "ทรัพย์สมบัติ",
        "keys": [
          "8:4"
        ]
      },
      {
        "text": "เงินทอง",
        "keys": [
          "8:4",
          "9:4"
        ]
      },
      {
        "text": "ทรัพย์สิน",
        "keys": [
          "9:4"
        ]
      }
    ]
  },
  {
    "name": "ร่างกายและสุขภาพ",
    "items": [
      {
        "text": "ปัญหาทางร่างกาย",
        "keys": [
          "1:2"
        ]
      },
      {
        "text": "ปาก",
        "keys": [
          "1:4"
        ]
      },
      {
        "text": "การรักษา",
        "keys": [
          "1:5"
        ]
      },
      {
        "text": "สุขภาพ",
        "keys": [
          "2:1"
        ]
      },
      {
        "text": "ป่วย",
        "keys": [
          "3:1"
        ]
      },
      {
        "text": "จุดเพศ",
        "keys": [
          "3:4"
        ]
      },
      {
        "text": "ไฝ",
        "keys": [
          "3:4"
        ]
      },
      {
        "text": "ความเจ็บป่วย",
        "keys": [
          "3:5"
        ]
      },
      {
        "text": "ขี้โรค",
        "keys": [
          "3:5"
        ]
      },
      {
        "text": "อ่อนแอ",
        "keys": [
          "3:5"
        ]
      },
      {
        "text": "พิการ",
        "keys": [
          "3:5"
        ]
      },
      {
        "text": "ความผิดปกติ",
        "keys": [
          "3:5"
        ]
      }
    ]
  }
];
